[
{"格言": "“A day without sunshine is like, you know, night.”", "作者": "Steve Martin", "生日": "August 14, 1945", "出生地": "in Waco, Texas, The United States"},
{"格言": "“A woman is like a tea bag; you never know how strong it is until it's in hot water.”", "作者": "Eleanor Roosevelt", "生日": "October 11, 1884", "出生地": "in The United States"},
{"格言": "“I have not failed. I've just found 10,000 ways that won't work.”", "作者": "Thomas A. Edison", "生日": "February 11, 1847", "出生地": "in Milan, Ohio, The United States"},
{"格言": "“It is better to be hated for what you are than to be loved for what you are not.”", "作者": "André Gide", "生日": "November 22, 1869", "出生地": "in Paris, France"},
{"格言": "“Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.”", "作者": "Marilyn Monroe", "生日": "June 01, 1926", "出生地": "in The United States"},
{"格言": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "作者": "Jane Austen", "生日": "December 16, 1775", "出生地": "in Steventon Rectory, Hampshire, The United Kingdom"},
{"格言": "“It is our choices, Harry, that show what we truly are, far more than our abilities.”", "作者": "J.K. Rowling", "生日": "July 31, 1965", "出生地": "in Yate, South Gloucestershire, England, The United Kingdom"},
{"格言": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "作者": "Albert Einstein", "生日": "March 14, 1879", "出生地": "in Ulm, Germany"},
{"格言": "“Life is what happens to us while we are making other plans.”", "作者": "Allen Saunders", "生日": "April 24, 1899", "出生地": "in The United States"},
{"格言": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”", "作者": "Mark Twain", "生日": "November 30, 1835", "出生地": "in Florida, Missouri, The United States"},
{"格言": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "作者": "Jim Henson", "生日": "September 24, 1936", "出生地": "in Greenville, Mississippi, The United States"},
{"格言": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "作者": "Garrison Keillor", "生日": "August 07, 1942", "出生地": "in Anoka, Minnesota, The United States"},
{"格言": "“If you judge people, you have no time to love them.”", "作者": "Mother Teresa", "生日": "August 26, 1910", "出生地": "in Skopje, Macedonia, the Former Yugoslav Republic of"},
{"格言": "“For every minute you are angry you lose sixty seconds of happiness.”", "作者": "Ralph Waldo Emerson", "生日": "May 25, 1803", "出生地": "in Boston, Massachusetts, The United States"},
{"格言": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”", "作者": "Pablo Neruda", "生日": "July 12, 1904", "出生地": "in Parral, Chile"},
{"格言": "“It is not a lack of love, but a lack of friendship that makes unhappy marriages.”", "作者": "Friedrich Nietzsche", "生日": "October 15, 1844", "出生地": "in Röcken bei Lützen, Prussian Province of Saxony, Germany"},
{"格言": "“The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.”", "作者": "Elie Wiesel", "生日": "September 30, 1928", "出生地": "in Sighet, Romania"},
{"格言": "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.”", "作者": "Douglas Adams", "生日": "March 11, 1952", "出生地": "in Cambridge, England, The United Kingdom"},
{"格言": "“I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.”", "作者": "Dr. Seuss", "生日": "March 02, 1904", "出生地": "in Springfield, MA, The United States"},
{"格言": "“It is never too late to be what you might have been.”", "作者": "George Eliot", "生日": "November 22, 1819", "出生地": "in South Farm, Arbury Hall, Nuneaton, Warwickshire, The United Kingdom"},
{"格言": "“I have always imagined that Paradise will be a kind of library.”", "作者": "Jorge Luis Borges", "生日": "August 24, 1899", "出生地": "in Buenos Aires, Argentina"},
{"格言": "“We read to know we're not alone.”", "作者": "William Nicholson", "生日": "January 12, 1948", "出生地": "in Lewes, Sussex, The United Kingdom"},
{"格言": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "作者": "Charles M. Schulz", "生日": "November 26, 1922", "出生地": "in Minneapolis, MN, The United States"},
{"格言": "“You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.”", "作者": "Bob Marley", "生日": "February 06, 1945", "出生地": "in Nine Mile, Saint Ann, Jamaica"},
{"格言": "“Only in the darkness can you see the stars.”", "作者": "Martin Luther King Jr.", "生日": "January 15, 1929", "出生地": "in Atlanta, Georgia, The United States"},
{"格言": "“You can never get a cup of tea large enough or a book long enough to suit me.”", "作者": "C.S. Lewis", "生日": "November 29, 1898", "出生地": "in Belfast, Ireland"},
{"格言": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”", "作者": "George R.R. Martin", "生日": "September 20, 1948", "出生地": "in Bayonne, New Jersey, The United States"},
{"格言": "“Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.”", "作者": "James Baldwin", "生日": "August 02, 1924", "出生地": "in Harlem, New York, The United States"},
{"格言": "“Life isn't about finding yourself. Life is about creating yourself.”", "作者": "George Bernard Shaw", "生日": "July 26, 1856", "出生地": "in Dublin, Ireland"},
{"格言": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”", "作者": "Helen Keller", "生日": "June 27, 1880", "出生地": "in Tuscumbia, Alabama, The United States"},
{"格言": "“There is no friend as loyal as a book.”", "作者": "Ernest Hemingway", "生日": "July 21, 1899", "出生地": "in Oak Park, Illinois, The United States"},
{"格言": "“He's like a drug for you, Bella.”", "作者": "Stephenie Meyer", "生日": "December 24, 1973", "出生地": "in Connecticut, The United States"},
{"格言": "“The difference between genius and stupidity is: genius has its limits.”", "作者": "Alexandre Dumas fils", "生日": "July 27, 1824", "出生地": "in Paris, France"},
{"格言": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”", "作者": "Haruki Murakami", "生日": "January 12, 1949", "出生地": "in Kyoto, Japan"},
{"格言": "“Not all those who wander are lost.”", "作者": "J.R.R. Tolkien", "生日": "January 03, 1892", "出生地": "in Bloemfontein, Mangaung, Free State, South Africa"},
{"格言": "“You don’t forget the face of the person who was your last hope.”", "作者": "Suzanne Collins", "生日": "August 11, 1962", "出生地": "in Hartford, Connecticut, The United States"},
{"格言": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”", "作者": "Charles Bukowski", "生日": "August 16, 1920", "出生地": "in Andernach, Germany"},
{"格言": "“The question isn't who is going to let me; it's who is going to stop me.”", "作者": "Ayn Rand", "生日": "February 02, 1905", "出生地": "in St. Petersburg, Russian Federation"},
{"格言": "“I am free of all prejudice. I hate everyone equally. ”", "作者": "W.C. Fields", "生日": "January 29, 1880", "出生地": "in Darby, Pennsylvania, The United States"},
{"格言": "“You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.”", "作者": "John Lennon", "生日": "October 09, 1940", "出生地": "in Liverpool, England, The United Kingdom"},
{"格言": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "作者": "George Carlin", "生日": "May 12, 1937", "出生地": "in New York, New York, The United States"},
{"格言": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”", "作者": "J.D. Salinger", "生日": "January 01, 1919", "出生地": "in Manhattan, New York, The United States"},
{"格言": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "作者": "Terry Pratchett", "生日": "April 28, 1948", "出生地": "in Beaconsfield, Buckinghamshire, England, The United Kingdom"},
{"格言": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”", "作者": "Alfred Tennyson", "生日": "August 06, 1809", "出生地": "in Somersby, Lincolnshire, The United Kingdom"},
{"格言": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”", "作者": "Madeleine L'Engle", "生日": "November 29, 1918", "出生地": "in New York City, New York, The United States"},
{"格言": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.”", "作者": "Harper Lee", "生日": "April 28, 1926", "出生地": "in Monroeville, Alabama, The United States"},
{"格言": "“But better to get hurt by the truth than comforted with a lie.”", "作者": "Khaled Hosseini", "生日": "March 04, 1965", "出生地": "in Kabul, Afghanistan"},
{"格言": "“It takes courage to grow up and become who you really are.”", "作者": "E.E. Cummings", "生日": "October 14, 1894", "出生地": "in Cambridge, Massachusetts, The United States"},
{"格言": "“To die will be an awfully big adventure.”", "作者": "J.M. Barrie", "生日": "May 09, 1860", "出生地": "in Kirriemuir, Angus, Scotland, The United Kingdom"},
{"格言": "“I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.”", "作者": "Jimi Hendrix", "生日": "November 27, 1942", "出生地": "in Seattle, Washington, The United States"}
]